# Поработайте с переменными, создайте несколько, выведите на экран,
# запросите у пользователя несколько чисел и строк
# и сохраните в переменные, выведите на экран.

name = input("Введите ваше имя: ")
surname = input("Введите вашу фамилию: ")
day_of_birth = int(input("Введите день вашего рождения: "))
month_of_birth = input("Введите месяц вашего рождения: ")
year_of_birth = int(input("Введите год вашего рождения: "))

print("\nВас зовут:", name, surname,
      "\nИ вы родились:", day_of_birth, month_of_birth, year_of_birth)
